Repository: sharkwouter/oceanpop
Catalog: assets/languages/*.po
Languages: nl

source: moves
nl: acties

source: points in
nl: punten in

source: # could not open credits file
nl: # credits bestand kon niet geopend worden

source: 3 lined up shells give a point
nl: 3 schelpen naast elkaar geven punten

source: 3 shells make a match
nl: 3 schelpen maken een match

source: Controls
nl: Bediening

source: Game Mode Completed!
nl: Modus Afgerond!

source: Game Paused
nl: Spel gepauseerd

source: High Scores
nl: Resultaten

source: How to Match
nl: Hoe Maak Je Matches

source: How to Play
nl: Hoe Het Werkt

source: How to Score
nl: Hoe Scoor Je

source: Level Failed
nl: Level Mislukt

source: Level Failed, continue?
nl: Level Mislukt, nog een keer?

source: Level Finished!
nl: Level Afgerond!

source: Not Yet Implemented
nl: Nog Niet Geimplementeerd

source: Options
nl: opties

source: Relax there is no goal
nl: Relax, er zijn geen punten

source: Score
nl: Haal

source: apply
nl: toepassen

source: cancel:
nl: terug:

source: challenge mode
nl: uitdagingsmodus

source: change music upon level switch:
nl: wissel muziek bij level overgang:

source: confirm:
nl: bevestigen:

source: ends only when you can no longer continue
nl: eindigt alleen als je niet meer verder kan

source: exit
nl: stoppen

source: full screen:
nl: volledig scherm

source: high scores
nl: resultaten

source: highest level reached in challenge mode:
nl: hoogste level bereikt in uitdagingsmodus:

source: how to play
nl: hoe het werkt

source: match bubbles for extra moves
nl: match bubbels voor extra moves

source: match these to score points
nl: match deze om punten te scoren

source: match without consequences
nl: match zonder consequenties

source: matches in relaxed mode:
nl: matches in relaxmodus:

source: movement:
nl: bewegen:

source: moves without a match fail
nl: moves zonder matches werken niet

source: music volume:
nl: muziekvolume:

source: never match urchins - they hurt!
nl: match geen zeeÃ«gels - die doen pijn!

source: no
nl: nee

source: options
nl: opties

source: play
nl: speel

source: play pre-made levels
nl: speel voorgeprogrammeerde levels

source: press confirm to continue
nl: druk op bevestigen om verder te gaan

source: press confirm to go back
nl: druk op bevestigen om terug te gaan

source: press the confirm button to continue
nl: druk op bevestigen om verder te gaan

source: press the confirm button to exit
nl: druk op bevestigen om te sluiten

source: press the confirm button to restart
nl: druk op bevestigen om het opnieuw te proberen

source: press the confirm button to try again
nl: druk op bevestigen om het opnieuw te proberen

source: reach the score with limited moves
nl: haal de score met beperkte moves

source: relaxed mode
nl: relaxmodus

source: return to menu
nl: terug naar menu

source: scroll with confirm and cancel
nl: scroll met bevestigen en terug

source: sound volume:
nl: volume geluiden:

source: standard mode
nl: standardmodus

source: standard mode completed:
nl: standardmodus afgesloten:

source: this example gives +3 points
nl: dit voorbeeld geeft +3 punten

source: yes
nl: ja
